console.log(`Итоговая оценка 110/110\n\n\nВёрстка валидная 10/10 \n\nВёрстка семантическая 20/20 \n<header>, <main>, <footer> 3/3 \nпять элементов <section> 3/3 \nтолько один заголовок <h1> 3/3 \nчетыре заголовка <h2> 3/3 \nодин элемент <nav> 3/3 \nдва списка ul > li > a (панель навигации, ссылки на соцсети) 3/3 \nпять кнопок <button> 3/3 \n\nВёрстка соответствует макету 48/48 \nблок <header> 6/6 \nсекция welcome 7/7 \nсекция about 7/7 \nсекция service 7/7 \nсекция prices 7/7 \nсекция contacts 7/7 \nблок <footer> 7/7 \n\nТребования к css 12/12 \nдля построения сетки используются флексы или гриды 2/2 \nпри уменьшении масштаба страницы браузера вёрстка размещается по центру, а не сдвигается в сторону 2/2 \nфоновый цвет тянется на всю ширину страницы 2/2 \nиконки добавлены в формате .svg 2/2 \nизображения добавлены в формате .jpg или .png 2/2\nесть favicon 2/2 \n\nИнтерактивность, реализуемая через css 20/20 \nплавная прокрутка по якорям 5/5 \ncсылки в футере при нажатии на них ведут на гитхаб автора проекта и на страницу курса https://rs.school/js-stage0/ 5/5 \nинтерактивность 5/5 \nплавное изменение внешнего вида элемента при наведении и клике не влияющее на соседние элементы 5/5`);







//          \n